
<!DOCTYPE html>
<html lang="pt-br">
    
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="generator" content="ODrones">
    <title>Dronalismo: o que é, onde está, o que faz? - ODrones</title>
    <meta name="author" content="John Doe">
    
    
        <link rel="icon" href="https://odrones.github.io/assets/images/icon.png">
    
    
        <link rel="alternate" type="application/atom+xml" title="RSS" href="/blog/atom.xml">
    
    <meta name="description" content="Dronalismo: descubra o jornalismo com drones, a parceria da Univesidade de Missouri e como as imagens aéreas mudam os noticiários.">
<meta property="og:type" content="blog">
<meta property="og:title" content="Dronalismo: o que é, onde está, o que faz?">
<meta property="og:url" content="https://odrones.github.io/o-dronalismo/index.html">
<meta property="og:site_name" content="ODrones">
<meta property="og:description" content="Dronalismo: descubra o jornalismo com drones, a parceria da Univesidade de Missouri e como as imagens aéreas mudam os noticiários.">
<meta property="og:updated_time" content="2017-02-27T17:03:53.089Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Dronalismo: o que é, onde está, o que faz?">
<meta name="twitter:description" content="Dronalismo: descubra o jornalismo com drones, a parceria da Univesidade de Missouri e como as imagens aéreas mudam os noticiários.">
<meta property="fb:app_id" content="361589097364046">
    
    
        
            <meta property="fb:admins" content="100002679963951" />
        
    
    
        <meta property="og:image" content="https://www.gravatar.com/avatar/45598bf364e8808ae47f4a5487bd0004?s=640"/>
    
    
    
    
    <!--STYLES-->
    <link rel="stylesheet" href="/blog/assets/css/style-yrst5vo1nxaxbp2g3v9na2wg1lixlpr3ghbjdvskeixmu79deycecx3rh4bt.min.css">
    <!--STYLES END-->
    

    <script src="https://cdn.ampproject.org/v0.js"></script>

    
      <link rel="amphtml" href="https://odrones.github.io/o-dronalismo/amp/index.html">
      <link rel="canonical" href="https://odrones.github.io/o-dronalismo/"/>

      
        
          <script async custom-element="amp-youtube" src="https://cdn.ampproject.org/v0/amp-youtube-0.1.js"></script>
        
      
    

</head>

    <body>
        <div id="blog">
            <!-- Define author's picture -->


<header id="header" data-behavior="5">
    <i id="btn-open-sidebar" class="fa fa-lg fa-bars"></i>
    <div class="header-title">
        <a class="header-title-link" href="/blog/ ">ODrones</a>
    </div>
    
        
            <a  class="header-right-icon "
                href="#">
        
        
            <i class="fa fa-lg fa-facebook"></i>
        
        </a>
    
</header>

            <!-- Define author's picture -->


    

<nav id="sidebar" data-behavior="5">
    <div class="sidebar-container">
        
            <div class="sidebar-profile">
              <img class="sidebar-profile-picture" src="images/odrones.png" alt="Foto do autor"/>
                <h4 class="sidebar-profile-name">ODrones</h4>
            </div>
        
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/blog/ "
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-home"></i>
                        <span class="sidebar-button-desc">Início</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/blog/all-categories"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-bookmark"></i>
                        <span class="sidebar-button-desc">Categorias</span>
                    </a>
            </li>
            
        </ul>
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://github.com/" target="_blank">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-github"></i>
                        <span class="sidebar-button-desc">GitHub</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://www.facebook.com/" target="_blank">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-facebook"></i>
                        <span class="sidebar-button-desc">Facebook</span>
                    </a>
            </li>
            
        </ul>
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/blog/atom.xml"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-rss"></i>
                        <span class="sidebar-button-desc">RSS</span>
                    </a>
            </li>
            
        </ul>
        
    </div>
</nav>

            
            <div id="main" data-behavior="5"
                 class="
                        hasCoverMetaIn
                        ">
                
<article class="post" itemscope itemType="http://schema.org/BlogPosting">
    
    
        <div class="post-header main-content-wrap text-left">
    
        <h1 class="post-title" itemprop="headline">
            Dronalismo: o que é, onde está, o que faz?
        </h1>
    
    <div class="post-meta">
    <time itemprop="datePublished" datetime="2016-05-29T14:42:17-03:00">
	
		    29/05/2016
    	
    </time>
    
        <span>em </span>
        
    <a class="category-link" href="/blog/categories/Dronalismo/">Dronalismo</a>, <a class="category-link" href="/blog/categories/Dronalismo/Series/">Séries</a>


    
</div>

</div>
    
    <div class="post-content markdown" itemprop="articleBody">
        <div class="main-content-wrap">
            <!-- excerpt --><p></p>
<h1 id="table-of-contents">Tabela de Conteúdos</h1><ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#Definindo-o-dronalismo"><span class="toc-text">Definindo o dronalismo</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#O-Dronalismo-pelo-mundo"><span class="toc-text">O Dronalismo pelo mundo</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Entrevista-da-Inverse-com-Sally-French"><span class="toc-text">Entrevista da Inverse com Sally French</span></a></li></ol>
<p>Al&#xE9;m de imagens a&#xE9;reas de tirar o f&#xF4;lego, os drones passam a contar hist&#xF3;rias gra&#xE7;as ao <strong>dronalismo</strong>.</p>
<p>Dizem que se voc&#xEA; colocar uma c&#xE2;mera na m&#xE3;o de uma pessoa, ela far&#xE1; capturas de imagens, e recorda&#xE7;&#xF5;es. Mas ao colocar uma c&#xE2;mera na m&#xE3;o de um jornalista ele contar&#xE1; uma hist&#xF3;ria. E isto &#xE9; v&#xE1;lido para os drones, como um novo ramo do jornalismo, estamos assistindo ao surgimento do dronalismo.</p>
<div id="hexo-amp-id-1"  class="figure fig-100 center"  ><p><amp-img src="/images/dronalismo.jpg" width="600" height="428" layout="responsive"></amp-img></p><span class="caption">Dronalismo: drones fazendo jornalismo</span></div>
<h2 id="Definindo-o-dronalismo"><a href="#Definindo-o-dronalismo" class="headerlink" title="Definindo o dronalismo"></a>Definindo o dronalismo</h2><p>Definir a ideia por tr&#xE1;s do termo &#x201C;dronalismo&#x201D; &#xE9; simples.</p>
<p>Os ve&#xED;culos a&#xE9;reos n&#xE3;o tripulados permitem &#xE0;s pessoas alcan&#xE7;arem lugares que antes eram imposs&#xED;veis.</p>
<p>At&#xE9; poucos anos atr&#xE1;s para ser feito uma cobertura a&#xE9;rea de um acontecimento, ou evento, haveria a necessidade de se pilotar um helic&#xF3;ptero at&#xE9; o local, e de brinde ainda levar v&#xE1;rios e pesados equipamentos para garantir a qualidade da imagem e da not&#xED;cia.</p>
<p>Gra&#xE7;as ao drone, al&#xE9;m de se tornar mais f&#xE1;cil e menos trabalhoso capturar imagens a&#xE9;reas, os &#xE2;ngulos poss&#xED;veis para as imagens aumentam.</p>
<p>A ideia do dronalismo &#xE9; conceder a possibilidade dos jornalistas, e pesquisadores, encontrarem hist&#xF3;rias, onde anteriormente n&#xE3;o teriam um acesso poss&#xED;vel.</p>
<h2 id="O-Dronalismo-pelo-mundo"><a href="#O-Dronalismo-pelo-mundo" class="headerlink" title="O Dronalismo pelo mundo"></a>O Dronalismo pelo mundo</h2><p><strong><a href="http://www.marketwatch.com/topics/journalists/sally-french" target="_blank" rel="external">Sally French</a></strong> &#xE9; uma jornalista que ganhou destaque no jornalismo ao redor do globo pela sua utiliza&#xE7;&#xE3;o dos drones para relatar fatos, contar hist&#xF3;rias, informar as pessoas e mostrar um novo ponto de vista.</p>
<div id="hexo-amp-id-2"  class="figure fig-100 center"  ><p><amp-img src="/images/sally-french.jpg" width="960" height="664" layout="responsive"></amp-img></p><span class="caption">Sally French: jornalista, uma das primeiras adeptas ao dronalismo, membro da Missouri Drone Jornalism</span></div>
<p>Sally &#xE9; membro de um novo programa da Universidade de Missouri, chamado <a href="http://www.missouridronejournalism.com/" target="_blank" rel="external">Missouri Drone Jornalism</a>. No site oficial do projeto encontramos o objetivo da parceria entre jornalistas e engenheiros:</p>
<blockquote>
<p>Ajudar os estudantes a entender e usar os drones para servir a sociedade, e respeitando os valores e princ&#xED;pios da Institui&#xE7;&#xE3;o de ensino superior: respeito, responsabilidade, descoberta e excel&#xEA;ncia.</p>
</blockquote>
<p>French j&#xE1; teve diversas hist&#xF3;rias que foram transmitidas em v&#xE1;rios meios de propaga&#xE7;&#xE3;o da not&#xED;cia, desde a televis&#xE3;o, onde j&#xE1; apareceu in&#xFA;meras vezes, at&#xE9; os jornais digitais.</p>
<p>Na <em><a href="http://www.interdrone.com/" target="_blank" rel="external">InterDrone</a></em>, o encontro anual que re&#xFA;ne de t&#xE9;cnicos &#xE0;s pessoas que utilizam os drones para trabalhar e relaxar, do ano passado Sally participou de um debate sobre &#x201C;como os meios de comunica&#xE7;&#xE3;o podem usufruir dos ve&#xED;culos a&#xE9;reos n&#xE3;o tripulados&#x201D;.</p>
<div id="hexo-amp-id-3"  class="figure fig-100 center"  ><p><amp-img src="/images/interdrone.jpg" width="2000" height="1300" layout="responsive"></amp-img></p><span class="caption">InterDrone: A anual Confer&#xEA;ncia e Exposi&#xE7;&#xE3;o sobre drones.</span></div>
<p>O site <a href="https://www.inverse.com/about" target="_blank" rel="external"><em>Inverse</em></a>, fundado em 2015 com objetivo de analisar o futuro com base nos dias de hoje, entrevistou a Sally French para descobrir o que &#xE9; o dronalismo, e como ele est&#xE1; crescendo de forma significativa no mundo do jornalismo.</p>
<h2 id="Entrevista-da-Inverse-com-Sally-French"><a href="#Entrevista-da-Inverse-com-Sally-French" class="headerlink" title="Entrevista da Inverse com Sally French"></a>Entrevista da Inverse com Sally French</h2><ul>
<li><p><strong>Como voc&#xEA; definiria o Dronalismo? O que este termo abrange?</strong><br>Dronalismo &#xE9;, em sua ess&#xEA;ncia, fotojornalismo. Voc&#xEA; est&#xE1; usando um drone para fazer imagens. Ent&#xE3;o voc&#xEA; est&#xE1; usando uma c&#xE2;mera como sempre foi feito, mas &#xE9; de um novo &#xE2;ngulo: a&#xE9;reo. Tradicionalmente, as pessoas t&#xEA;m feito uso de helic&#xF3;pteros no jornalismo por um bom tempo. Se voc&#xEA; ligar a sua TV, pelo menos sempre foi acima na minha cidade natal em Los Angeles, h&#xE1; diariamente como est&#xE1; o tr&#xE1;fego da 405 Freeways. Agora voc&#xEA; pode capturar imagens de um engarrafamento, ou um inc&#xEA;ndio, ou uma inunda&#xE7;&#xE3;o, ou qualquer outro desastre natural com um drone, que s&#xE3;o muito mais baratos e seguros.</p>
</li>
<li><p><strong>Como os drones mudaram a forma como os jornalistas cobrem hist&#xF3;rias? Quais as raz&#xF5;es para estarmos vendo os drones sendo usados agora, mais do que em qualquer outro momento do passado?</strong><br>Tr&#xEA;s anos atr&#xE1;s ningu&#xE9;m estava fazendo uso dos ve&#xED;culos a&#xE9;reos n&#xE3;o tripulados para o jornalismo. Definitivamente, eu fui uma das primeiras. Mas, como voc&#xEA; disse, estamos vendo os drones ganharem seu espa&#xE7;o no jornalismo. A CNN fez uma grande reportagem sobre o anivers&#xE1;rio das <a href="https://pt.wikipedia.org/wiki/Marchas_de_Selma_a_Montgomery" target="_blank" rel="external">marchas de Selma pelos direitos de voto</a>*. Como era uma grande hist&#xF3;ria foi utilizado um vant para contar a hist&#xF3;ria e fazer imagens da ponte. Eu acho que foi um exemplo muito claro da utiliza&#xE7;&#xE3;o destes ve&#xED;culos no jornalismo, onde ficou muito claro que eles tinha que utilizar um drone.</p>
</li>
</ul>
<p>* <em>As marchas de Selma a Montgomery consistiu em tr&#xEA;s manifesta&#xE7;&#xF5;es, sendo que a primeira &#xE9; chamada de &#x201C;Domingo Sangrento&#x201D;, pelo direito de votos dos negros nos Estados Unidos. Foi um importante marco, que culminou na aprova&#xE7;&#xE3;o da Lei dos Direitos ao Voto em 1965.</em></p>
<ul>
<li><p><strong>H&#xE1; uma tend&#xEA;ncia agora, sempre que voc&#xEA; abre algum site de not&#xED;cia h&#xE1; algo como &#x201C;imagens de drones mostram uma caverna no Vietn&#xE3;&#x201D;, ou &#x201C;imagens de drones mostram a constru&#xE7;&#xE3;o assim e assim&#x201D;. Drones no jornalismo est&#xE1; em alta.</strong><br>Ent&#xE3;o eu acho que no futuro &#x2013; pelo menos o meu futuro ideal &#x2013; as pessoas v&#xE3;o continuar com essa tend&#xEA;ncia, at&#xE9; fazer parte do dia a dia sem ser algo novo. Fotos de cavernas, de uma ponte, uma nova constru&#xE7;&#xE3;o. Mas n&#xE3;o h&#xE1; a necessidade de dizermos que foram feitas com um ve&#xED;culo a&#xE9;reo n&#xE3;o tripulado. N&#xE3;o h&#xE1; novidades em imagens a&#xE9;reas, e ningu&#xE9;m realmente preocupa-se se foi utilizada uma c&#xE2;mera ou um drone ou qualquer coisa. Entretanto est&#xE1; havendo est&#xE1; preocupa&#xE7;&#xE3;o, n&#xF3;s nos importamos com o fato de que um drone tirou aquela foto, e isto &#xE9; muito legal porque mostra que estamos os usando no jornalismo.</p>
</li>
<li><p><strong>Quais os tipos de hist&#xF3;ria que voc&#xEA; considera ideal para o uso de drones como um ve&#xED;culo para fazer a captura de imagens?</strong><br>No momento, exatamente agora, h&#xE1; v&#xE1;rios debates sobre se devemos ou n&#xE3;o voar em grandes aglomerados de pessoas, e eu acho um debate v&#xE1;lido. A tecnologia ainda n&#xE3;o est&#xE1; l&#xE1;. Eu, pessoalmente, n&#xE3;o me sinto confort&#xE1;vel voando sobre uma multid&#xE3;o, e n&#xE3;o recomendo que as pessoas o fa&#xE7;a.</p>
<p>Com isso, h&#xE1; diversas hist&#xF3;rias que s&#xE3;o realmente importantes, que precisam ser contadas, que envolvem multid&#xF5;es e grupos de pessoas. O principal exemplo disso seria um protesto. Recentemente ocorreram grandes manifesta&#xE7;&#xF5;es em Hong Kong, e existem diversas filmagens de drones mostrando isso. &#xC9; uma &#xF3;tima maneira, por exemplo, de dar uma dimens&#xE3;o de quantas pessoas est&#xE3;o realmente presentes no motim. Nos meios tradicionais, imagine um protesto com apenas a c&#xE2;mera terrestre, o que ter&#xED;amos &#xE9; a foto de tr&#xEA;s pessoas com raiva segurando cartazes. Mas como podemos saber se realmente havia apenas tr&#xEA;s pessoas l&#xE1;? Um drone pode mostrar que havia 50.000 pessoas l&#xE1;. E realmente o impacto que causa &#xE9; muito maior do que uma foto a partir do ch&#xE3;o.</p>
</li>
</ul>
<amp-youtube data-videoid="0HoEj1BOOpQ" width="1920" height="1080" layout="responsive"></amp-youtube>
<p>  A tecnologia ainda precisa evoluir para ser trabalhado para que possamos voar com seguran&#xE7;a sob as pessoas. E enquanto n&#xE3;o atingimos este ponto h&#xE1; diversas hist&#xF3;rias que precisam ser contadas, que n&#xE3;o colocam pessoas em risco, como a seca na Calif&#xF3;rnia; mostrando a mudan&#xE7;a no volume de rios e lagos em fun&#xE7;&#xE3;o do hor&#xE1;rio; voc&#xEA; pode mostrar desastres naturais voando sobre &#xE1;reas inundadas, sobre fogos&#x2026; Claro que h&#xE1; a ressalva de que voc&#xEA; deve ser esperto para n&#xE3;o perder o seu drone. Existe a discuss&#xE3;o de como um ve&#xED;culo a&#xE9;reo pode interferir e atrapalhar o trabalho de bombeiros, mas eu acho que se h&#xE1; uma forma segura de se obter imagens com drones considero que &#xE9; uma &#xF3;tima maneira de contar a hist&#xF3;ria.</p>
<ul>
<li><p><strong>Quais s&#xE3;o as limita&#xE7;&#xF5;es tecnol&#xF3;gicas, pol&#xED;ticas ou de qualquer outro tipo, que voc&#xEA; gostaria de ver melhorar, no futuro, tornando o uso de drones mais ideal para o jornalismo?</strong><br>V&#xE1;rias. Uma delas, e que todo mundo est&#xE1; falando, &#xE9; legalizar os drones para o uso comercial. Para o jornalismo agora, voc&#xEA; pode obter uma autoriza&#xE7;&#xE3;o. O uso de drones para fins comercial n&#xE3;o &#xE9; legal se voc&#xEA; n&#xE3;o tem uma licen&#xE7;a, mas a falta de uma fiscaliza&#xE7;&#xE3;o cria uma certa isen&#xE7;&#xE3;o desta obrigatoriedade. Para obter esta licen&#xE7;a voc&#xEA; tem que passar por uma s&#xE9;rie de pr&#xE9;-requisitos.</p>
<p>Um deles &#xE9; que voc&#xEA; precisa ter uma licen&#xE7;a de piloto. Eu n&#xE3;o possuo tal licen&#xE7;a, e eu realmente n&#xE3;o sei se algum jornalista possui esta licen&#xE7;a de piloto, at&#xE9; por conta do seu custo. N&#xE3;o h&#xE1; nenhuma raz&#xE3;o para voc&#xEA; precisar de uma licen&#xE7;a. E julgo este como um grande problema que precisa ser trabalhado. Equipes de imprensas e reda&#xE7;&#xF5;es de jornais n&#xE3;o possuem dinheiro suficiente para adquirir a licen&#xE7;a para todos os jornalistas que pretendem fazer uso do drone no processo de aquisi&#xE7;&#xE3;o de imagens, para informar as pessoas. E enquanto estes pontos n&#xE3;o estiverem claros, n&#xE3;o veremos as pessoas usarem os drones da maneira que eles poderiam, n&#xE3;o veremos elas aproveitarem todo o potencial.</p>
</li>
</ul>
            
        </div>
    </div>
    <div id="post-footer" class="post-footer main-content-wrap">
        
            <div class="post-footer-tags">
                <span class="text-color-light text-small">Etiquetado como</span><br/>
                
    <a class="tag tag--primary tag--small t-link" href="/blog/tags/dronalismo/">dronalismo</a> <a class="tag tag--primary tag--small t-link" href="/blog/tags/jornalismo/">jornalismo</a> <a class="tag tag--primary tag--small t-link" href="/blog/tags/sally-french/">sally french</a> <a class="tag tag--primary tag--small t-link" href="/blog/tags/universidade-de-missouri/">universidade de missouri</a>

            </div>
        
        <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--disabled">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">ANTERIOR</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/blog/drones-especiais-star-wars-day/" data-tooltip="Drones especiais para comemorar o Star Wars Day">
                
                    <span class="hide-xs hide-sm text-small icon-mr">PRÓXIMO</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://plus.google.com/share?url=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-google-plus"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-facebook-official"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://twitter.com/intent/tweet?text=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-twitter"></i>
            </a>
        </li>
        
            <li class="post-action">
                <a class="post-action-btn btn btn--default" href="#disqus_thread">
                    <i class="fa fa-comment-o"></i>
                </a>
            </li>
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#table-of-contents">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


        
            
                <div id="disqus_thread">
    <noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
            
        
    </div>
</article>



                <footer id="footer" class="main-content-wrap">
    <span class="copyrights">
        Copyrights &copy; 2017 John Doe. All Rights Reserved.
    </span>
</footer>

            </div>
            
                <div id="bottom-bar" class="post-bottom-bar" data-behavior="5">
                    <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--disabled">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">ANTERIOR</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/blog/drones-especiais-star-wars-day/" data-tooltip="Drones especiais para comemorar o Star Wars Day">
                
                    <span class="hide-xs hide-sm text-small icon-mr">PRÓXIMO</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://plus.google.com/share?url=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-google-plus"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-facebook-official"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://twitter.com/intent/tweet?text=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-twitter"></i>
            </a>
        </li>
        
            <li class="post-action">
                <a class="post-action-btn btn btn--default" href="#disqus_thread">
                    <i class="fa fa-comment-o"></i>
                </a>
            </li>
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#table-of-contents">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


                </div>
                <div id="share-options-bar" class="share-options-bar" data-behavior="5">
    <ul class="share-options">
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://plus.google.com/share?url=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-google-plus"></i><span>Compartilhar no Google Plus</span>
            </a>
        </li>
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-facebook-official"></i><span>Compartilhar no Facebook</span>
            </a>
        </li>
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://twitter.com/intent/tweet?text=https://odrones.github.io/blog/o-dronalismo/">
                <i class="fa fa-twitter"></i><span>Compartilhar no Twitter</span>
            </a>
        </li>
    </ul>
</div>
<div id="share-options-mask" class="share-options-mask"></div>

            
        </div>
        
<div id="cover" style="background-image:url('/blog/assets/images/cover.png');"></div>
        <!--SCRIPTS-->
<script src="/blog/assets/js/script.js"></script>
<!--SCRIPTS END-->

    
        <script>
             var disqus_config = function () {
                 this.page.url = 'https://odrones.github.io/blog/o-dronalismo/';
                 
                    this.page.identifier = 'o-dronalismo/';
                 
             };
            (function() {
                var d = document, s = d.createElement('script');
                var disqus_shortname = 'odrones';
                s.src = '//' + disqus_shortname + '.disqus.com/embed.js';

                s.setAttribute('data-timestamp', +new Date());
                (d.head || d.body).appendChild(s);
            })();
        </script>
    




    </body>
</html>
