
<!DOCTYPE html>
<html lang="pt-br">
    
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="generator" content="ODrones">
    <title>História dos Drones: do início aos dias de hoje. - ODrones</title>
    <meta name="author" content="John Doe">
    
    
        <link rel="icon" href="https://odrones.github.io/assets/images/icon.png">
    
    
        <link rel="alternate" type="application/atom+xml" title="RSS" href="/blog/atom.xml">
    
    <meta name="description" content="A história dos drones: saiba o que é um drone, quem inventou os veículos aéreos não tripulados, e onde estão sendo usados.">
<meta property="og:type" content="blog">
<meta property="og:title" content="História dos Drones: do início aos dias de hoje.">
<meta property="og:url" content="https://odrones.github.io/historia-dos-drones/index.html">
<meta property="og:site_name" content="ODrones">
<meta property="og:description" content="A história dos drones: saiba o que é um drone, quem inventou os veículos aéreos não tripulados, e onde estão sendo usados.">
<meta property="og:updated_time" content="2017-02-27T14:52:12.292Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="História dos Drones: do início aos dias de hoje.">
<meta name="twitter:description" content="A história dos drones: saiba o que é um drone, quem inventou os veículos aéreos não tripulados, e onde estão sendo usados.">
<meta property="fb:app_id" content="361589097364046">
    
    
        
            <meta property="fb:admins" content="100002679963951" />
        
    
    
        <meta property="og:image" content="https://www.gravatar.com/avatar/45598bf364e8808ae47f4a5487bd0004?s=640"/>
    
    
    
    
    <!--STYLES-->
    <link rel="stylesheet" href="/blog/assets/css/style-yrst5vo1nxaxbp2g3v9na2wg1lixlpr3ghbjdvskeixmu79deycecx3rh4bt.min.css">
    <!--STYLES END-->
    

    <script src="https://cdn.ampproject.org/v0.js"></script>

    
      <link rel="amphtml" href="https://odrones.github.io/historia-dos-drones/amp/index.html">
      <link rel="canonical" href="https://odrones.github.io/historia-dos-drones/"/>

      
        
          <script async custom-element="amp-youtube" src="https://cdn.ampproject.org/v0/amp-youtube-0.1.js"></script>
        
      
    

</head>

    <body>
        <div id="blog">
            <!-- Define author's picture -->


<header id="header" data-behavior="5">
    <i id="btn-open-sidebar" class="fa fa-lg fa-bars"></i>
    <div class="header-title">
        <a class="header-title-link" href="/blog/ ">ODrones</a>
    </div>
    
        
            <a  class="header-right-icon "
                href="#">
        
        
            <i class="fa fa-lg fa-facebook"></i>
        
        </a>
    
</header>

            <!-- Define author's picture -->


    

<nav id="sidebar" data-behavior="5">
    <div class="sidebar-container">
        
            <div class="sidebar-profile">
              <img class="sidebar-profile-picture" src="images/odrones.png" alt="Foto do autor"/>
                <h4 class="sidebar-profile-name">ODrones</h4>
            </div>
        
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/blog/ "
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-home"></i>
                        <span class="sidebar-button-desc">Início</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/blog/all-categories"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-bookmark"></i>
                        <span class="sidebar-button-desc">Categorias</span>
                    </a>
            </li>
            
        </ul>
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://github.com/" target="_blank">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-github"></i>
                        <span class="sidebar-button-desc">GitHub</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://www.facebook.com/" target="_blank">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-facebook"></i>
                        <span class="sidebar-button-desc">Facebook</span>
                    </a>
            </li>
            
        </ul>
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/blog/atom.xml"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-rss"></i>
                        <span class="sidebar-button-desc">RSS</span>
                    </a>
            </li>
            
        </ul>
        
    </div>
</nav>

            
            <div id="main" data-behavior="5"
                 class="
                        hasCoverMetaIn
                        ">
                
<article class="post" itemscope itemType="http://schema.org/BlogPosting">
    
    
        <div class="post-header main-content-wrap text-left">
    
        <h1 class="post-title" itemprop="headline">
            História dos Drones: do início aos dias de hoje.
        </h1>
    
    <div class="post-meta">
    <time itemprop="datePublished" datetime="2015-04-19T15:57:22-03:00">
	
		    19/04/2015
    	
    </time>
    
        <span>em </span>
        
    <a class="category-link" href="/blog/categories/Artigos/">Artigos</a>


    
</div>

</div>
    
    <div class="post-content markdown" itemprop="articleBody">
        <div class="main-content-wrap">
            <!-- excerpt --><p></p>
<h1 id="table-of-contents">Tabela de Conteúdos</h1><ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#Historia-dos-Drones"><span class="toc-text">História dos Drones</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Quem-inventou-o-drone"><span class="toc-text">Quem inventou o drone?</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Definindo-o-que-e-um-drone"><span class="toc-text">Definindo o que é um drone.</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Usos-dos-Drones"><span class="toc-text">Usos dos Drones</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#A-historia-dos-drones-nao-acabou"><span class="toc-text">A história dos drones não acabou</span></a></li></ol>
<h2 id="Historia-dos-Drones"><a href="#Historia-dos-Drones" class="headerlink" title="Hist&#xF3;ria dos Drones"></a>Hist&#xF3;ria dos Drones</h2><p>A hist&#xF3;ria dos drones lembra muito o surgimento da Internet.</p>
<p>Podemos imaginar o mundo antes da internet, as grandes navega&#xE7;&#xF5;es, a forma como eram enviadas as cartas cartogr&#xE1;ficas e os mapas.</p>
<p>Sabemos que assim que come&#xE7;ou a globaliza&#xE7;&#xE3;o, as dist&#xE2;ncias encurtaram-se e uma revolu&#xE7;&#xE3;o come&#xE7;ou.</p>
<p>Assim como a populariza&#xE7;&#xE3;o dos drones ir&#xE1; revolucionar o mundo que conhecemos.</p>
<div id="hexo-amp-id-1"  class="figure fig-100 center"  ><p><amp-img src="/images/Historia-dos-drones.png" width="1176" height="800" layout="responsive"></amp-img></p><span class="caption">Hist&#xF3;ria dos Drones</span></div>
<p>Inicialmente ambos possu&#xED;am fun&#xE7;&#xF5;es militares, e com o tempo tornaram-se acess&#xED;veis e ganharam mais adeptos.</p>
<p>N&#xE3;o apenas tornaram-se populares e passaram a fazer parte do dia-a-dia da popula&#xE7;&#xE3;o do mundo todo, como tamb&#xE9;m causaram um revolu&#xE7;&#xE3;o.</p>
<p>Os <a href="https://pt.wikipedia.org/wiki/Ve%C3%ADculo_a%C3%A9reo_n%C3%A3o_tripulado" target="_blank" rel="external"><strong>VANTs</strong></a> (ve&#xED;culos a&#xE9;reos n&#xE3;o tripulados) eram usados para reconhecimento de terrenos, permitindo uma vis&#xE3;o a&#xE9;rea. J&#xE1; serviram como apoio, e meio, de ataques e espionagem; at&#xE9; para enviar mensagens.</p>
<div id="hexo-amp-id-2"  class="figure fig-100 center"  ><p><amp-img src="/images/Drone_Ataque.jpg" width="815" height="554" layout="responsive"></amp-img></p><span class="caption">Drone pronto para atacar</span></div>
<p>Surgiram por volta dos anos 60, mas foi durante os anos 80 que come&#xE7;aram a chamar aten&#xE7;&#xE3;o, por conta de seus usos militares.</p>
<p>A grande vantagem em seu uso durante os anos 80, era a possibilidade de efetuar a&#xE7;&#xF5;es, que muitas vezes eram perigosas, sem necessariamente colocar uma vida em risco.</p>
<p>Pois quem estivesse controlando estaria distante do drone, e o pior que poderia acontecer &#xE9; o abatimento do objeto no ar.</p>
<p>O que pouca gente sabe sobre a <strong>hist&#xF3;ria dos drones</strong> &#xE9; que ela tem por inspira&#xE7;&#xE3;o uma <strong>BOMBA</strong>.</p>
<p>A popularmente conhecida <em><a href="https://pt.wikipedia.org/wiki/V-1" target="_blank" rel="external">buzz bomb</a></em>, assim chamada por conta do barulho que fazia enquanto voava, foi desenvolvida pela Alemanha durante a <strong>Segunda Guerra Mundial</strong>.</p>
<p>Apesar de sua simplicidade, o que a tornava alvo f&#xE1;cil em abates e intercepta&#xE7;&#xF5;es, por voar apenas em linha reta e com velocidade constante, obteve um sucesso consider&#xE1;vel.</p>
<p>Embora n&#xE3;o haja um n&#xFA;mero exato sobre o n&#xFA;mero de feridos e mortos pelas bombas, pode-se concluir que &#xE9; um valor grande uma vez que foram lan&#xE7;adas mais de 1.000 bombas <strong>V-1</strong>.</p>
<p>A V-1, conhecida como <em>buzz bomb</em>, n&#xE3;o foi a &#xFA;nica bomba do g&#xEA;nero criada. Alguns anos mais tarde, ainda no decorrer da Segunda Grande Guerra, foi criada a V-2.</p>
<p>Mas a grande revolu&#xE7;&#xE3;o foi no primeiro momento em que uma bomba com aquelas caracter&#xED;sticas surgiu: a V-1, que inspirou a hist&#xF3;ria dos drones e toda a sua evolu&#xE7;&#xE3;o deste ent&#xE3;o.</p>
<h2 id="Quem-inventou-o-drone"><a href="#Quem-inventou-o-drone" class="headerlink" title="Quem inventou o drone?"></a>Quem inventou o drone?</h2><p>O drone, como conhecemos hoje, foi inventado pelo israelita <strong>Abe Karem</strong>, engenheiro espacial respons&#xE1;vel pelo drone americano mais temido e bem-sucedido.</p>
<blockquote>
<p>&#x201C;Eu s&#xF3; queria que os ve&#xED;culos a&#xE9;reos n&#xE3;o tripulados operassem com os mesmos padr&#xF5;es de seguran&#xE7;a, confiabilidade e desempenho que avi&#xF5;es tripulados&#x201D; (Abe Karem)</p>
</blockquote>
<div id="hexo-amp-id-3"  class="figure fig-100 center"  ><p><amp-img src="/images/abe-karem.jpg" width="606" height="424" layout="responsive"></amp-img></p><span class="caption">Abe Karem, inventor dos drones</span></div>
<p>Segundo Karem, quando ele chegou nos Estados Unidos da Am&#xE9;rica, em 1977, para controlar um drone eram necess&#xE1;rias 30 pessoas. Este modelo, o <em>Aquila</em>, voava em m&#xE9;dia alguns minutos mesmo com autonomia para 20 horas de voo.</p>
<p>Vendo esta situa&#xE7;&#xE3;o, Karem, fundou uma empresa a <em>Leading System</em> e utilizando pouca tecnologia: restos de madeira, fibra de vidro caseira e um morto igual aos que os karts, de corrida, usavam na &#xE9;poca, deu origem ao <strong>Albatross</strong>.</p>
<p>O <em>Albatross</em> chegou a ficar 56 horas no ar, sem ser necess&#xE1;ria nenhuma recarga de baterias, e sendo operado apenas por 3 pessoas - contra 30 do <em>Aquilla</em>. Depois desta bela demonstra&#xE7;&#xE3;o, Karem recebeu financiamento da DARPA para aprimorar o prot&#xF3;tipo, e assim surgiu o <strong>Amber</strong>.</p>
<h2 id="Definindo-o-que-e-um-drone"><a href="#Definindo-o-que-e-um-drone" class="headerlink" title="Definindo o que &#xE9; um drone."></a>Definindo o que &#xE9; um drone.</h2><p>Frequentemente as pessoas escutam o termo pela primeira vez e se perguntam: <strong>o que &#xE9; um drone?</strong></p>
<p>Um drone &#xE9; um ve&#xED;culo a&#xE9;reo, mas diferentemente de avi&#xF5;es e helic&#xF3;pteros, n&#xE3;o s&#xE3;o tripulados. S&#xE3;o controlados remotamente e, muitas vezes, equipados com c&#xE2;meras de alta qualidade.</p>
<p>Foram utilizados por um tempo como brinquedo, uma evolu&#xE7;&#xE3;o dos <strong>aeromodelos</strong>. Hoje h&#xE1; um grande e crescente <a href="https://odrones.com.br/nova-ferramenta-de-trabalho/" target="_blank" rel="external">mercado profissional para os pilotos</a>.</p>
<p>O <strong>processo de populariza&#xE7;&#xE3;o</strong> dos ve&#xED;culos a&#xE9;reos n&#xE3;o tripulados &#xE9; recente, e a imagem abaixo comprova:</p>
<div id="hexo-amp-id-4"  class="figure fig-100 center"  ><p><amp-img src="/images/pesquisas-sobre-drones.png" width="869" height="374" layout="responsive"></amp-img></p><span class="caption">Pesquisas sobre drones e sua populariza&#xE7;&#xE3;o</span></div>
<p>A imagem acima foi obtida por meio do <a href="https://www.google.com.br/trends/" target="_blank" rel="external">Google Trends</a>, e mostra a populariza&#xE7;&#xE3;o dos drones no decorrer do tempo.</p>
<p>Em azul h&#xE1; o n&#xFA;mero de pesquisas pelo termo &#x201C;drones&#x201D; e em vermelho o n&#xFA;mero de pesquisas sobre os ve&#xED;culos a&#xE9;reos n&#xE3;o tripulados.</p>
<p>Como &#xE9; poss&#xED;vel at&#xE9; 2010 quase n&#xE3;o haviam pesquisas no buscador sobre os drones, e deste ent&#xE3;o o seu crescimento foi not&#xE1;vel.</p>
<p>Ao usarmos algumas ferramentas e filtrarmos os dados disponibilizados pelo Google, obtemos algumas informa&#xE7;&#xF5;es interessantes sobre o <strong>Brasil</strong>, o mundo e os drones:</p>
<ul>
<li>O Brasil &#xE9; o pa&#xED;s que mais pesquisa por drones da Am&#xE9;rica Latina;</li>
<li>Os tr&#xEA;s primeiros colocados no mundo, em n&#xFA;mero de pesquisas pelo termo &#x201C;drones&#x201D; &#xE9;, em ordem decrescente: Fran&#xE7;a, Noruega e Holanda;</li>
<li>Os Estados Unidos aparecem logo ap&#xF3;s a Holanda, com cerca de 7 pontos a menos (em rela&#xE7;&#xE3;o ao terceiro colocado);</li>
<li>Nenhum estado do sudeste brasileiro aparece entre os 10 maiores que pesquisam sobre drones;</li>
<li>E os tr&#xEA;s primeiros colocados do Brasil s&#xE3;o, em ordem decrescente: Distrito Federal, Roraima e Tocantins.</li>
</ul>
<p>Isto nos d&#xE1; uma no&#xE7;&#xE3;o de como a populariza&#xE7;&#xE3;o dos drones, embora tenha se mostrado crescendo exponencialmente, ainda h&#xE1; muito espa&#xE7;o.</p>
<p>A evolu&#xE7;&#xE3;o tecnol&#xF3;gica permite que hoje quem deseja ser um piloto controle o seu drone diretamente do celular ou tablet.</p>
<div id="hexo-amp-id-5"  class="figure fig-100 center"  ><p><amp-img src="/images/Drone_SmartPhone.jpg" width="258" height="255" layout="responsive"></amp-img></p><span class="caption">Drone controlado pelo Smartphone</span></div>
<p>Alguns modelos inclusive podem ser controlados por meio do <a href="http://www.tecmundo.com.br/curiosidade/2652-o-que-e-um-acelerometro-.htm" target="_blank" rel="external">aceler&#xF4;metro</a> do smartphone. O que torna a experi&#xEA;ncia mais imersiva.</p>
<h2 id="Usos-dos-Drones"><a href="#Usos-dos-Drones" class="headerlink" title="Usos dos Drones"></a>Usos dos Drones</h2><p>Como era de se esperar, com o desenrolar da hist&#xF3;ria dos drones, eles se espalharam e hoje est&#xE3;o sendo usados em v&#xE1;rios lugares.</p>
<p>Os primeiros modelos eram utilizados apenas para fazer imagens, e v&#xED;deos, mas est&#xE3;o cada vez mais resistentes, aut&#xF4;nomos e fortes.</p>
<p>A Amazon j&#xE1; conseguiu uma libera&#xE7;&#xE3;o dos EUA para fazer entregas usando drones.</p>
<p>O Facebook anunciou o seu projeto de levar internet &#xE0;s resid&#xEA;ncias usando drones.</p>
<p>E cada vez mais novas usos para eles aparecem, os mais comuns, atualmente, s&#xE3;o:</p>
<ul>
<li><p><strong>Imagens</strong>: No acidente em Fukushima, no Jap&#xE3;o, foi utilizado um T-Hawk (modelo de um drone) para conseguir imagens dos reatores danificados.Conseguindo as fotografias e filmagens sem nenhum risco, por conta da radia&#xE7;&#xE3;o, a qualquer pessoa.E mais comumente, os drones, v&#xEA;m sendo usados em imagens de casamentos, cobertura em eventos esportivos e em casos como os dos protestos em S&#xE3;o Paulo.Algumas pessoas at&#xE9; substituem o pau de selfie para tirar fotos usando drones.</p>
<div id="hexo-amp-id-6"  class="figure fig-100 center"  ><p><amp-img src="/images/Fukushima-Drone.jpg" width="620" height="350" layout="responsive"></amp-img></p><span class="caption">T-Hawk e uma foto de Fukushima feita por ele</span></div>
</li>
<li><p><strong>Monitoramento e vigil&#xE2;ncia</strong>: H&#xE1; uma promessa das autoridades brasileiras sobre a utiliza&#xE7;&#xE3;o de drones no monitoramento dos Jogos Ol&#xED;mpicos de 2016.O objetivo &#xE9; garantir a seguran&#xE7;a e possibilitar uma vigil&#xE2;ncia mais efetiva.</p>
</li>
<li><p><strong>Monitoramento de furac&#xF5;es</strong>: Um grupo de cientistas da Fl&#xF3;rida criou um pequeno drone para que seja lan&#xE7;ado em dire&#xE7;&#xE3;o aos furac&#xF5;es.Como ele &#xE9; resistente, obter-se-&#xE1; v&#xE1;rias informa&#xE7;&#xF5;es sobre os furac&#xF5;es, incluindo a dire&#xE7;&#xE3;o que est&#xE1; tomando e a sua velocidade.Podendo assim evitar grandes desastres e evacuar &#xE1;reas de risco.</p>
</li>
<li><p><strong>Imagens submersas</strong>: Um modelo curioso de drone &#xE9; o OpenRov.Ele permite a cria&#xE7;&#xE3;o de imagens em tempo real do fundo do mar. Podendo alcan&#xE7;ar pontos que o ser humano ainda n&#xE3;o havia alcan&#xE7;ado, catalogando novas esp&#xE9;cies e desbravando mist&#xE9;rios.</p>
</li>
<li><p><strong>Uso militar</strong>: O seu primeiro uso continua at&#xE9; hoje.N&#xE3;o &#xE9; incomum vermos not&#xED;cias, ou a presen&#xE7;a de drones em filmes, mostrando a a&#xE7;&#xE3;o deles.Fazendo imagens do campo de batalha, vendo a movimenta&#xE7;&#xE3;o dos inimigos, ou at&#xE9; mesmo participando de bombardeios.</p>
</li>
<li><p><strong>Ajuda &#xE0;s pessoas necessitadas</strong>: Com a possibilidade de chegar em locais hostis, os drones tamb&#xE9;m v&#xEA;m sendo utilizados em v&#xE1;rias opera&#xE7;&#xF5;es emergenciais.Como entregas de alimentos e, at&#xE9; mesmo, rem&#xE9;dios, em locais isolados e de dif&#xED;cil acesso.J&#xE1; foram feitas imagens de drones efetuando entregas na &#xC1;frica, podendo salvar v&#xE1;rias pessoas.</p>
</li>
<li><p><strong>Resgate</strong>: Este ano (2015) foi noticiado o surgimento do Gimball, drone ganhador da competi&#xE7;&#xE3;o <em>Drones for Good</em> (&#x201C;Drones para o Bem&#x201D;, em uma tradu&#xE7;&#xE3;o direta).Ele &#xE9; todo revestido com uma &#x201C;gaiola&#x201D;, que permite que ele esquive de obst&#xE1;culos durante o vooInspirado nos insetos, possui sensor de temperatura, GPS, c&#xE2;meras e alta resist&#xEA;ncia, permitindo a sua utiliza&#xE7;&#xE3;o em salvamentos.</p>
</li>
</ul>
<amp-youtube data-videoid="TIpqxsVDgVs" width="1920" height="1080" layout="responsive"></amp-youtube>
<p>Com a sua <strong>populariza&#xE7;&#xE3;o,</strong> assim como ocorreu com a internet, o seu uso torna-se constante e faz <strong>total diferen&#xE7;a na vida das pessoas</strong>.</p>
<p>Diariamente surgem diversas not&#xED;cias sobre os drones, como, por exemplo:</p>
<ul>
<li>Quando um drone fez com que um <a href="https://odrones.com.br/fantasma-sobrevoa-jogo/" target="_blank" rel="external">jogo de futebol fosse interrompido</a>;</li>
<li>Houve o caso memor&#xE1;vel em que <a href="https://odrones.com.br/ponte-futuro-construcao-civil/" target="_blank" rel="external">drones foram usados na constru&#xE7;&#xE3;o civil</a> para levantar uma ponte;</li>
<li>Tamb&#xE9;m quando um VANT <a href="https://odrones.com.br/invasao-de-privacidade-praia-nudista/" target="_blank" rel="external">assustou os visitantes de uma praia nudista</a>;</li>
<li>E at&#xE9; a entrada de grandes empresas, como &#xE9; o <a href="https://odrones.com.br/samsung-projeto-envolvendo-drones/" target="_blank" rel="external">caso da Samsung</a>, neste ramo.</li>
</ul>
<p>Como durante os protestos de 2013, nos quais a Folha utilizou um drone para fazer imagens &#xE9;picas (v&#xED;deo abaixo).</p>
<p>E como o caso noticiado da pizzaria que entregou uma <a href="http://g1.globo.com/tecnologia/noticia/2014/12/pizzaria-de-sp-faz-delivery-com-drone-e-entra-na-mira-de-anac-e-fab.html" target="_blank" rel="external">pizza de pepperoni com um drone</a>, e foi parar na mira da <a href="http://www.anac.gov.br/" target="_blank" rel="external">ANAC (Ag&#xEA;ncia Nacional de Avia&#xE7;&#xE3;o Civil)</a>.</p>
<h2 id="A-historia-dos-drones-nao-acabou"><a href="#A-historia-dos-drones-nao-acabou" class="headerlink" title="A hist&#xF3;ria dos drones n&#xE3;o acabou"></a>A hist&#xF3;ria dos drones n&#xE3;o acabou</h2><p>Ela est&#xE1; ocorrendo agora, neste exato momento. E cada vez mais os drones ganhar&#xE3;o espa&#xE7;o e mudar&#xE3;o nossas vidas.</p>
<p>Como muitos pesquisadores defendem: a hist&#xF3;ria n&#xE3;o &#xE9; est&#xE1;tica. Ela &#xE9; constru&#xED;da a cada dia, e com os drones n&#xE3;o &#xE9; diferente.</p>
<p>Achou interessante a hist&#xF3;ria dos drones? Voc&#xEA; pode fazer parte desta revolu&#xE7;&#xE3;o, basta seguir o nosso <a href="https://odrones.com.br/guia-para-comprar-drone/" target="_blank" rel="external">guia passo-a-passo para comprar um drone</a>.</p>
            
        </div>
    </div>
    <div id="post-footer" class="post-footer main-content-wrap">
        
            <div class="post-footer-tags">
                <span class="text-color-light text-small">Etiquetado como</span><br/>
                
    <a class="tag tag--primary tag--small t-link" href="/blog/tags/buzz-bomb/">buzz bomb</a> <a class="tag tag--primary tag--small t-link" href="/blog/tags/historia/">história</a> <a class="tag tag--primary tag--small t-link" href="/blog/tags/segundo-guerra-Mundial/">segundo guerra Mundial</a> <a class="tag tag--primary tag--small t-link" href="/blog/tags/surgimento/">surgimento</a>

            </div>
        
        <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/blog/drones-e-pimenta/"  data-tooltip="Drones e pimenta: parando multidões">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">ANTERIOR</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--disabled">
                
                    <span class="hide-xs hide-sm text-small icon-mr">PRÓXIMO</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://plus.google.com/share?url=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-google-plus"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-facebook-official"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://twitter.com/intent/tweet?text=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-twitter"></i>
            </a>
        </li>
        
            <li class="post-action">
                <a class="post-action-btn btn btn--default" href="#disqus_thread">
                    <i class="fa fa-comment-o"></i>
                </a>
            </li>
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#table-of-contents">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


        
            
                <div id="disqus_thread">
    <noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
            
        
    </div>
</article>



                <footer id="footer" class="main-content-wrap">
    <span class="copyrights">
        Copyrights &copy; 2017 John Doe. All Rights Reserved.
    </span>
</footer>

            </div>
            
                <div id="bottom-bar" class="post-bottom-bar" data-behavior="5">
                    <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/blog/drones-e-pimenta/"  data-tooltip="Drones e pimenta: parando multidões">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">ANTERIOR</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--disabled">
                
                    <span class="hide-xs hide-sm text-small icon-mr">PRÓXIMO</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://plus.google.com/share?url=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-google-plus"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-facebook-official"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://twitter.com/intent/tweet?text=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-twitter"></i>
            </a>
        </li>
        
            <li class="post-action">
                <a class="post-action-btn btn btn--default" href="#disqus_thread">
                    <i class="fa fa-comment-o"></i>
                </a>
            </li>
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#table-of-contents">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


                </div>
                <div id="share-options-bar" class="share-options-bar" data-behavior="5">
    <ul class="share-options">
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://plus.google.com/share?url=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-google-plus"></i><span>Compartilhar no Google Plus</span>
            </a>
        </li>
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-facebook-official"></i><span>Compartilhar no Facebook</span>
            </a>
        </li>
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://twitter.com/intent/tweet?text=https://odrones.github.io/blog/historia-dos-drones/">
                <i class="fa fa-twitter"></i><span>Compartilhar no Twitter</span>
            </a>
        </li>
    </ul>
</div>
<div id="share-options-mask" class="share-options-mask"></div>

            
        </div>
        
<div id="cover" style="background-image:url('/blog/assets/images/cover.png');"></div>
        <!--SCRIPTS-->
<script src="/blog/assets/js/script.js"></script>
<!--SCRIPTS END-->

    
        <script>
             var disqus_config = function () {
                 this.page.url = 'https://odrones.github.io/blog/historia-dos-drones/';
                 
                    this.page.identifier = 'historia-dos-drones/';
                 
             };
            (function() {
                var d = document, s = d.createElement('script');
                var disqus_shortname = 'odrones';
                s.src = '//' + disqus_shortname + '.disqus.com/embed.js';

                s.setAttribute('data-timestamp', +new Date());
                (d.head || d.body).appendChild(s);
            })();
        </script>
    




    </body>
</html>
