
<!DOCTYPE html>
<html lang="pt-br">
    
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="generator" content="ODrones">
    <title>Algoritmos matemáticos e esporte: criando atletas - ODrones</title>
    <meta name="author" content="John Doe">
    
    
        <link rel="icon" href="https://blog.odrones.com.br/assets/images/icon.png">
    
    
        <link rel="alternate" type="application/atom+xml" title="RSS" href="/atom.xml">
    
    <meta name="description" content="Algoritmos matemáticos criam drones atletas, capazes de efetuar diversas ações presentes nos esportes, até mesmo quando danificado.">
<meta property="og:type" content="blog">
<meta property="og:title" content="Algoritmos matemáticos e esporte: criando atletas">
<meta property="og:url" content="https://blog.odrones.com.br/algoritmos-criando-atletas/index.html">
<meta property="og:site_name" content="ODrones">
<meta property="og:description" content="Algoritmos matemáticos criam drones atletas, capazes de efetuar diversas ações presentes nos esportes, até mesmo quando danificado.">
<meta property="og:updated_time" content="2017-02-27T01:14:15.248Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Algoritmos matemáticos e esporte: criando atletas">
<meta name="twitter:description" content="Algoritmos matemáticos criam drones atletas, capazes de efetuar diversas ações presentes nos esportes, até mesmo quando danificado.">
<meta property="fb:app_id" content="361589097364046">
    
    
        
            <meta property="fb:admins" content="100002679963951" />
        
    
    
        <meta property="og:image" content="https://www.gravatar.com/avatar/45598bf364e8808ae47f4a5487bd0004?s=640"/>
    
    
    
    
    <!--STYLES-->
    <link rel="stylesheet" href="/assets/css/style-yrst5vo1nxaxbp2g3v9na2wg1lixlpr3ghbjdvskeixmu79deycecx3rh4bt.min.css">
    <!--STYLES END-->
    

    <script src="https://cdn.ampproject.org/v0.js"></script>

    
      <link rel="amphtml" href="https://blog.odrones.com.br/algoritmos-criando-atletas/amp/index.html">
      <link rel="canonical" href="https://blog.odrones.com.br/algoritmos-criando-atletas/"/>

      
        
          <script async custom-element="amp-youtube" src="https://cdn.ampproject.org/v0/amp-youtube-0.1.js"></script>
        
      
    

</head>

    <body>
        <div id="blog">
            <!-- Define author's picture -->


<header id="header" data-behavior="5">
    <i id="btn-open-sidebar" class="fa fa-lg fa-bars"></i>
    <div class="header-title">
        <a class="header-title-link" href="/ ">ODrones</a>
    </div>
    
        
            <a  class="header-right-icon "
                href="#">
        
        
            <i class="fa fa-lg fa-facebook"></i>
        
        </a>
    
</header>

            <!-- Define author's picture -->


    

<nav id="sidebar" data-behavior="5">
    <div class="sidebar-container">
        
            <div class="sidebar-profile">
              <img class="sidebar-profile-picture"  src="/images/odrones.png" alt="Foto do autor"/>
                <h4 class="sidebar-profile-name">ODrones</h4>
            </div>
        
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/ "
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-home"></i>
                        <span class="sidebar-button-desc">Início</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/all-categories"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-bookmark"></i>
                        <span class="sidebar-button-desc">Categorias</span>
                    </a>
            </li>
            
        </ul>
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://github.com/" target="_blank">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-github"></i>
                        <span class="sidebar-button-desc">GitHub</span>
                    </a>
            </li>
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link " href="https://www.facebook.com/" target="_blank">
                    
                        <i class="sidebar-button-icon fa fa-lg fa-facebook"></i>
                        <span class="sidebar-button-desc">Facebook</span>
                    </a>
            </li>
            
        </ul>
        
            <ul class="sidebar-buttons">
            
                <li class="sidebar-button">
                    
                        <a  class="sidebar-button-link "
                             href="/atom.xml"
                            
                        >
                    
                        <i class="sidebar-button-icon fa fa-lg fa-rss"></i>
                        <span class="sidebar-button-desc">RSS</span>
                    </a>
            </li>
            
        </ul>
        
    </div>
</nav>

            
            <div id="main" data-behavior="5"
                 class="
                        hasCoverMetaIn
                        ">
                
<article class="post" itemscope itemType="http://schema.org/BlogPosting">
    
    
        <div class="post-header main-content-wrap text-left">
    
        <h1 class="post-title" itemprop="headline">
            Algoritmos matemáticos e esporte: criando atletas
        </h1>
    
    <div class="post-meta">
    <time itemprop="datePublished" datetime="2015-10-03T13:11:10-03:00">
	
		    03/10/2015
    	
    </time>
    
        <span>em </span>
        
    <a class="category-link" href="/categories/Artigos/">Artigos</a>


    
</div>

</div>
    
    <div class="post-content markdown" itemprop="articleBody">
        <div class="main-content-wrap">
            <!-- excerpt --><p></p>
<h1 id="table-of-contents">Tabela de Conteúdos</h1><ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#O-incrivel-poder-dos-drones-atletas"><span class="toc-text">O incrível poder dos drones atletas</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Equilibrando-uma-Haste"><span class="toc-text">Equilibrando uma Haste</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Equilibrando-um-copo"><span class="toc-text">Equilibrando um copo</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Danificando-o-drone"><span class="toc-text">Danificando o drone</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Drone-tenista"><span class="toc-text">Drone tenista</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Kinect-e-Drone"><span class="toc-text">Kinect e Drone</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Interacao-fisica-com-o-drone"><span class="toc-text">Interação física com o drone</span></a></li></ol>
<p>Recentemente estive fazendo algumas pesquisas e procurando sobre os algoritmos e aplica&#xE7;&#xF5;es dos drones, de forma que possibilitem uma nova abordagem e impactem de forma positiva a vida das pessoas. E encontrei um v&#xED;deo no <a href="http://www.ted.com/" target="_blank">TED</a>, do <em>Raffaello D&#x2019;Andrea</em>, mostrando quase aquilo que eu procurava.</p>
<p>O v&#xED;deo n&#xE3;o faz a abordagem t&#xE9;cnica que eu, como futuro cientista da computa&#xE7;&#xE3;o procurava, ele utiliza de uma linguagem mais pr&#xF3;xima para ser acess&#xED;vel &#xE0;s pessoas. Mas esta abordagem n&#xE3;o torna o v&#xED;deo menos interessante, principalmente quando o drone come&#xE7;a a equilibrar uma haste, e at&#xE9; um copo de vidro com &#xE1;gua sem deixar cair mesmo voando e efetuando algumas manobras no ar, em certo momento o drone passa a ser controlado com o corpo usando os sensores do Kinect, e h&#xE1; intera&#xE7;&#xE3;o f&#xED;sica. Vale a pena assistir:</p>
<amp-youtube data-videoid="w2itwFJCgFQ" width="1920" height="1080" layout="responsive"></amp-youtube>
<p>&#xC0;queles que n&#xE3;o podem ver o v&#xED;deo, ou desejam ler para um melhor compreendimento, segue a transcri&#xE7;&#xE3;o do &#xE1;udio:</p>
<h2 id="O-incrivel-poder-dos-drones-atletas"><a href="#O-incrivel-poder-dos-drones-atletas" class="headerlink" title="O incr&#xED;vel poder dos drones atletas"></a>O incr&#xED;vel poder dos drones atletas</h2><p>Bem, o que significa para uma m&#xE1;quina ser atl&#xE9;tica? Demonstraremos o conceito de atletismo da m&#xE1;quina e a pesquisa para alcan&#xE7;&#xE1;-lo com o aux&#xED;lio destas m&#xE1;quinas voadoras, chamadas quadric&#xF3;pteros, ou, na abrevia&#xE7;&#xE3;o, &#x2018;quads&#x2019;.</p>
<p>Os &#x2018;quads&#x2019; t&#xEA;m estado por a&#xED; durante um longo tempo. A raz&#xE3;o por que eles s&#xE3;o t&#xE3;o populares hoje &#xE9; que s&#xE3;o mecanicamente simples. Controlando as velocidades destes quatro propulsores, estas m&#xE1;quinas podem rolar, arfar, guinar e acelerar junto com uma orienta&#xE7;&#xE3;o comum. A bordo, h&#xE1; tamb&#xE9;m uma bateria, um computador, v&#xE1;rios sensores e r&#xE1;dios sem fio. Os &#x2018;quads&#x2019; s&#xE3;o extremamente &#xE1;geis, as essa agilidade tem um custo.</p>
<p>Eles s&#xE3;o inerentemente inst&#xE1;veis e precisam de alguma forma de controle autom&#xE1;tico de retroalimenta&#xE7;&#xE3;o para que sejam capazes de voar. Ent&#xE3;o, como ele fez isso? C&#xE2;meras no teto e um laptop atuam como um sistema interno de posicionamento global. &#xC9; usado para localizar, no espa&#xE7;o, objetos que t&#xEA;m estes marcadores refletivos neles. Esses dados s&#xE3;o enviados para outro laptop que est&#xE1; calculando estimativas e algoritmos de controle, e, por sua vez, envia comandos para o &#x2018;quad&#x2019;, que tamb&#xE9;m est&#xE1; calculando estimativas e algoritmos de controle.</p>
<p>O foco de nossa pesquisa s&#xE3;o os algoritmos. &#xC9; a m&#xE1;gica que d&#xE1; vida para estas m&#xE1;quinas. Ent&#xE3;o, como algu&#xE9;m projeta os algoritmos que criam a m&#xE1;quina atleta? Usamos algo amplamente chamado de projeto baseado no modelo. Primeiro capturamos a f&#xED;sica com um modelo matem&#xE1;tico de como as m&#xE1;quinas se comportam. A seguir, usamos um ramo da matem&#xE1;tica chamado teoria do controle para analisar esses modelos e tamb&#xE9;m para sintetizar</p>
<p>algoritmos para control&#xE1;-las. Por exemplo, &#xE9; assim que podemos fazer o &#x2018;quad&#x2019; pairar: primeiro capturamos a din&#xE2;mica com um conjunto de equa&#xE7;&#xF5;es diferenciais. Ent&#xE3;o, trabalhamos essas equa&#xE7;&#xF5;es com o aux&#xED;lio a teoria do controle para criar algoritmos que estabilizam o &#x2018;quad&#x2019;.</p>
<h2 id="Equilibrando-uma-Haste"><a href="#Equilibrando-uma-Haste" class="headerlink" title="Equilibrando uma Haste"></a>Equilibrando uma Haste</h2><div id="hexo-amp-id-1"  class="figure fig-100"  ><p><amp-img src="/images/Chaves-equilibrista.jpg" width="480" height="283" layout="responsive"></amp-img></p><span class="caption">Chaves equilibrista&quot;</span></div>
<p>Permitam-me demonstrar o poder desta abordagem. Suponha que queiramos que este &#x2018;quad&#x2019; n&#xE3;o s&#xF3; paire, mas tamb&#xE9;m equilibre esta haste. Com um pouco de pr&#xE1;tica, &#xE9; bem simples para um ser humano fazer isso, mesmo porque temos a vantagem de ter dois p&#xE9;s no ch&#xE3;o e usar nossas m&#xE3;os muito vers&#xE1;teis. Fica um pouquinho mais dif&#xED;cil quando eu tenho s&#xF3; um p&#xE9; no ch&#xE3;o e quando n&#xE3;o uso minhas m&#xE3;os. Note que esta haste tem um marcador refletivo no topo, o que significa que ela pode ser localizada no espa&#xE7;o. Voc&#xEA;s podem observar que este &#x2018;quad&#x2019; est&#xE1; fazendo ajustes m&#xED;nimos para manter a haste equilibrada. Como projetamos os algoritmos para fazer isso? Acrescentamos o modelo matem&#xE1;tico da haste ao do &#x2018;quad&#x2019;. Quando temos um modelo do sistema combinado da haste e do &#x2018;quad&#x2019;, podemos usar a teoria do controle para criar algoritmos para control&#xE1;-lo. Aqui, voc&#xEA; v&#xEA; que ele est&#xE1; est&#xE1;vel, e, mesmo que haja pequenos deslocamentos, ele volta para a posi&#xE7;&#xE3;o de equil&#xED;brio.</p>
<p>Podemos tamb&#xE9;m aumentar o modelo para incluir onde queremos que o &#x2018;quad&#x2019; esteja no espa&#xE7;o. Usando este ponteiro, feito de marcadores refletivos, posso apontar para onde quero que o &#x2018;quad&#x2019; esteja no espa&#xE7;o, a uma dist&#xE2;ncia fixa de mim. A chave para estas manobras acrob&#xE1;ticas s&#xE3;o os algoritmos, projetados com a ajuda de modelos matem&#xE1;ticos e teoria do controle. Vamos dizer ao &#x2018;quad&#x2019; que volte aqui e deixe a haste cair, e, a seguir, demonstrarei a import&#xE2;ncia de entender modelos f&#xED;sicos e o funcionamento do mundo f&#xED;sico.</p>
<h2 id="Equilibrando-um-copo"><a href="#Equilibrando-um-copo" class="headerlink" title="Equilibrando um copo"></a>Equilibrando um copo</h2><div id="hexo-amp-id-2"  class="figure fig-100"  ><p><amp-img src="/images/Drone-equilibrando-copo.jpg" width="900" height="584" layout="responsive"></amp-img></p><span class="caption">Drone equilibrando copo d&apos;&#xE1;gua</span></div>
<p>Observem como o &#x2018;quad&#x2019; perdeu altitude quando coloquei este copo de &#xE1;gua nele. Diferente da haste equilibrada, n&#xE3;o inclu&#xED; o modelo matem&#xE1;tico do copo no sistema. De fato, o sistema nem mesmo sabe que o copo de &#xE1;gua est&#xE1; l&#xE1;. Como antes, eu posso usar o ponteiro para dizer ao &#x2018;quad&#x2019; onde quero que ele esteja no espa&#xE7;o. Ok, voc&#xEA;s devem estar se perguntando: por que a &#xE1;gua n&#xE3;o cai do copo? Dois fatores: o primeiro &#xE9; que a gravidade age em todos os objetos da mesma maneira. O segundo &#xE9; que os propulsores est&#xE3;o todos apontando para a mesma dire&#xE7;&#xE3;o que o copo,</p>
<p>apontando para cima. Voc&#xEA; coloca essas duas coisas juntas, o resultado l&#xED;quido &#xE9; que todas as for&#xE7;as laterais no copo s&#xE3;o pequenas e est&#xE3;o dominadas principalmente pelos efeitos aerodin&#xE2;micos, que nestas velocidades s&#xE3;o insignificantes. E &#xE9; por isso que voc&#xEA; n&#xE3;o precisa modelar o copo. Ele naturalmente n&#xE3;o derrama, N&#xE3;o importa o que o &#x2018;quad&#x2019; fa&#xE7;a.</p>
<p>A li&#xE7;&#xE3;o aqui &#xE9; que algumas tarefas de alto desempenho s&#xE3;o mais f&#xE1;ceis que outras, e entender a f&#xED;sica do problema mostra quais s&#xE3;o f&#xE1;ceis</p>
<p>e quais s&#xE3;o dif&#xED;ceis. Neste exemplo, carregar um copo de &#xE1;gua &#xE9; f&#xE1;cil. Equilibrar uma haste &#xE9; dif&#xED;cil. Todos n&#xF3;s ouvimos hist&#xF3;rias de atletas executando proezas quando est&#xE3;o fisicamente machucados. Uma m&#xE1;quina tamb&#xE9;m pode manter o desempenho com dano f&#xED;sico extremo? A sabedoria convencional diz que voc&#xEA; precisa de, no m&#xED;nimo, quatro motores propulsores para voar, porque h&#xE1; quatro graus de liberdade para controlar: rolagem, arfagem, guinada e acelera&#xE7;&#xE3;o. Hexac&#xF3;pteros e octoc&#xF3;pteros, com seis e oito propulsores, podem oferecer redund&#xE2;ncia, mas quadric&#xF3;pteros s&#xE3;o muito mais populares porque t&#xEA;m o n&#xFA;mero m&#xED;nimo de motores propulsores fixos: quatro. T&#xEA;m mesmo?</p>
<h2 id="Danificando-o-drone"><a href="#Danificando-o-drone" class="headerlink" title="Danificando o drone"></a>Danificando o drone</h2><p>Se analisarmos o modelo matem&#xE1;tico desta m&#xE1;quina com apenas dois propulsores funcionando, descobriremos que h&#xE1; uma forma n&#xE3;o convencional de faz&#xEA;-la voar. Abandonamos o controle da guinada, mas rolagem, arfagem e acelera&#xE7;&#xE3;o ainda podem ser controladas com algoritmos que exploram</p>
<p>essa nova configura&#xE7;&#xE3;o. Os modelos matem&#xE1;ticos nos dizem exatamente quando e por que isso &#xE9; poss&#xED;vel. Neste exemplo, este conhecimento</p>
<p>nos permite projetar novas arquiteturas da m&#xE1;quina ou projetar algoritmos espertos que sutilmente lidam com o dano, exatamente como os atletas humanos fazem, em vez de construir m&#xE1;quinas com redund&#xE2;ncia.</p>
<p>N&#xE3;o conseguimos deixar de prender a respira&#xE7;&#xE3;o quando vemos um mergulhador dar saltos mortais rumo &#xE0; &#xE1;gua, ou quando o saltador est&#xE1; girando no ar, o ch&#xE3;o se aproximando r&#xE1;pido. O nadador conseguir&#xE1; fazer uma boa entrada na &#xE1;gua? O saltador cair&#xE1; em p&#xE9;? Suponha que queiramos que este &#x2018;quad&#x2019; aqui d&#xEA; tr&#xEA;s voltas e termine no exato local em que estava. Esta manobra vai acontecer t&#xE3;o rapidamente que n&#xE3;o d&#xE1; para usar &#x2018;feedback&#x2019; para corrigir o movimento durante a execu&#xE7;&#xE3;o. Simplesmente n&#xE3;o h&#xE1; tempo bastante. Assim, o que o &#x2018;quad&#x2019; pode fazer &#xE9; realizar a manobra cegamente, observe como ele finaliza a manobra, e ent&#xE3;o usa essa informa&#xE7;&#xE3;o para modificar seu comportamento para que a pr&#xF3;xima volta seja melhor.</p>
<p>Parecido com o nadador e o saltador, &#xE9; apenas atrav&#xE9;s da pr&#xE1;tica repetida que a manobra pode ser aprendida e executada no mais alto padr&#xE3;o. Bater numa bola em movimento &#xE9; uma habilidade necess&#xE1;ria em muitos esportes. Como fazemos uma m&#xE1;quina desempenhar o que um atleta faz</p>
<p>aparentemente sem esfor&#xE7;o?</p>
<h2 id="Drone-tenista"><a href="#Drone-tenista" class="headerlink" title="Drone tenista"></a>Drone tenista</h2><div id="hexo-amp-id-3"  class="figure fig-100"  ><p><amp-img src="/images/Drone-tenista.jpg" width="900" height="461" layout="responsive"></amp-img></p><span class="caption">Drone jogador de t&#xEA;nis</span></div>
<p>Este &#x2018;quad&#x2019; tem uma raquete presa em seu topo com um ponto ideal do tamanho de uma ma&#xE7;&#xE3;, portanto n&#xE3;o muito grande. Os c&#xE1;lculos a seguir s&#xE3;o feitos a cada 20 milissegundos, ou 50 vezes por segundo. Primeiro descobrimos aonde a bola est&#xE1; indo. Ent&#xE3;o, a seguir, calculamos como o &#x2018;quad&#x2019; deve atingir a bola para que ela volte para onde ela foi atirada. Terceiro, &#xE9; calculada uma trajet&#xF3;ria que leve o &#x2018;quad&#x2019; de seu ponto atual at&#xE9; o ponto de impacto com a bola. Quatro, executamos somente 20 milissegundos dessa estrat&#xE9;gia. 20 milissegundos mais tarde, todo o processo &#xE9; repetido at&#xE9; que o &#x2018;quad&#x2019; atinja a bola.</p>
<p>As m&#xE1;quinas podem realizar manobras din&#xE2;micas n&#xE3;o apenas sozinhas mas tamb&#xE9;m coletivamente. Estes tr&#xEA;s &#x2018;quads&#x2019; est&#xE3;o carregando em conjunto uma rede. Eles realizam uma manobra extremamente din&#xE2;mica e em conjunto para lan&#xE7;ar a bola de volta para mim. Observem que, com a rede completamente estendida, estes &#x2018;quads&#x2019; est&#xE3;o na vertical. De fato, quando completamente estendida, isso &#xE9; cerca de cinco vezes maior do que a sensa&#xE7;&#xE3;o de um <em>bungee jump</em> no final do salto. Os algoritmos para fazer isto s&#xE3;o muito semelhantes ao que um &#xFA;nico &#x2018;quad&#x2019; usaria para mandar a bola de volta para mim. Modelos matem&#xE1;ticos s&#xE3;o usados para replanejar continuamente uma estrat&#xE9;gia conjunta 50 vezes por segundo. Tudo que vimos at&#xE9; agora foi sobre as m&#xE1;quinas e suas capacidades.</p>
<h2 id="Kinect-e-Drone"><a href="#Kinect-e-Drone" class="headerlink" title="Kinect e Drone"></a>Kinect e Drone</h2><p>O que acontece quando emparelhamos o atletismo desta m&#xE1;quina com aquele do ser humano? O que tenho diante de mim &#xE9; um sensor de movimentos comercial, usado principalmente em jogos. Ele pode reconhecer o que v&#xE1;rias partes do meu corpo est&#xE3;o fazendo em tempo real.</p>
<p>Parecido com o ponteiro que usei antes, podemos usar isso para enviar informa&#xE7;&#xF5;es ao sistema. Agora temos uma forma natural de interagir com o atletismo destes &#x2018;quads&#x2019; com meus movimentos.</p>
<h2 id="Interacao-fisica-com-o-drone"><a href="#Interacao-fisica-com-o-drone" class="headerlink" title="Intera&#xE7;&#xE3;o f&#xED;sica com o drone"></a>Intera&#xE7;&#xE3;o f&#xED;sica com o drone</h2><p><div id="hexo-amp-id-4"  class="figure fig-100"  ><p><amp-img src="/images/Drone-interacao-fisica.jpg" width="900" height="555" layout="responsive"></amp-img></p><span class="caption">Interagindo fisicamente com drone</span></div>&#x201C;</p>
<p>A intera&#xE7;&#xE3;o n&#xE3;o tem que ser virtual. Ela pode ser f&#xED;sica. Veja este &#x2018;quad&#x2019;, por exemplo. Est&#xE1; tentando permanecer em um ponto fixo no espa&#xE7;o. Se tento tir&#xE1;-lo do caminho, ele compete comigo, e se move de volta para onde quer estar. Entretanto, podemos modificar esse comportamento.Podemos usar modelos matem&#xE1;ticos para estimar a for&#xE7;a que estou aplicando no &#x2018;quad&#x2019;. Quando conhecemos essa for&#xE7;a, podemos tamb&#xE9;m mudar as leis da f&#xED;sica, no que toca ao &#x2018;quad&#x2019;, claro.</p>
<p>Aqui o &#x2018;quad&#x2019; est&#xE1; se comportando como se estivesse em um fluido viscoso. Agora temos uma maneira familiar de interagir com uma m&#xE1;quina. Vou usar essa nova capacidade para posicionar este &#x2018;quad&#x2019;, que carrega uma c&#xE2;mera, no local adequado para filmar o restante desta demonstra&#xE7;&#xE3;o. Assim podemos interagir fisicamente com estes &#x2018;quads&#x2019; e podemos alterar as leis da f&#xED;sica. Vamos nos divertir um pouquinho com isto.</p>
<p>Para o que ver&#xE3;o a seguir, estes &#x2018;quads&#x2019; inicialmente v&#xE3;o se comportar como se estivessem em Plut&#xE3;o. &#xC0; medida que o tempo passa, a gravidade ser&#xE1; aumentada at&#xE9; que estejamos de volta ao planeta Terra, mas asseguro que n&#xE3;o chegaremos l&#xE1;.</p>
<p>Agora est&#xE3;o todos pensando: esses caras est&#xE3;o se divertindo demais, e tamb&#xE9;m, provavelmente, est&#xE3;o se perguntando: exatamente por que est&#xE3;o</p>
<p>construindo m&#xE1;quinas atletas? Alguns presumem que o papel dos jogos no mundo animal &#xE9; aprimorar habilidades e desenvolver capacidades. Outros acham que tem mais a ver com o papel social, que s&#xE3;o usados para unir o grupo. De forma similar, usamos a analogia dos esportes e do atletismo para criar novos algoritmos para m&#xE1;quinas a fim de lev&#xE1;-las ao limite. Que impacto ter&#xE1; a velocidade das m&#xE1;quinas em nosso modo de vida? Como todas nossas cria&#xE7;&#xF5;es e inova&#xE7;&#xF5;es passadas, elas podem ser usadas para melhorar a condi&#xE7;&#xE3;o humana ou podem ser mal usadas ou se tornar abusos.</p>
<p>Esta n&#xE3;o &#xE9; uma escolha t&#xE9;cnica que enfrentamos; &#xE9; uma escolha social. Fa&#xE7;amos a escolha certa, a escolha que traga o melhor no futuro das m&#xE1;quinas, exatamente como, nos esportes, o atletismo pode revelar o melhor em n&#xF3;s. Permitam-me apresentar os magos atr&#xE1;s da cortina verde. Eles s&#xE3;o os membros atuais da equipe de pesquisa _<a href="https://odrones.com.br/ponte-futuro-construcao-civil/" target="_blank">Flying Machine Arena</a>_. Federico Augugliaro, Dario Brescianini, Markus Hehn, Sergei Lupashin, Mark Muller e Robin Ritz. Olho neles. Est&#xE3;o destinados a grandes coisas.</p>
<p>Obrigado.</p>
            
        </div>
    </div>
    <div id="post-footer" class="post-footer main-content-wrap">
        
            <div class="post-footer-tags">
                <span class="text-color-light text-small">Etiquetado como</span><br/>
                
    <a class="tag tag--primary tag--small t-link" href="/tags/Algoritmos/">Algoritmos</a> <a class="tag tag--primary tag--small t-link" href="/tags/atletas/">atletas</a> <a class="tag tag--primary tag--small t-link" href="/tags/matematicos/">matemáticos</a>

            </div>
        
        <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/mulheres-e-drones/"  data-tooltip="Mulheres e Drones com participação da Luh Gomes">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">ANTERIOR</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/arco-metropolitano-monitorado-por-drones/" data-tooltip="RJ: Arco Metropolitano será monitorado por drones">
                
                    <span class="hide-xs hide-sm text-small icon-mr">PRÓXIMO</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://plus.google.com/share?url=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-google-plus"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-facebook-official"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://twitter.com/intent/tweet?text=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-twitter"></i>
            </a>
        </li>
        
            <li class="post-action">
                <a class="post-action-btn btn btn--default" href="#disqus_thread">
                    <i class="fa fa-comment-o"></i>
                </a>
            </li>
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#table-of-contents">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


        
            
                <div id="disqus_thread">
    <noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>
</div>
            
        
    </div>
</article>



                <footer id="footer" class="main-content-wrap">
    <span class="copyrights">
        Copyrights &copy; 2017 John Doe. All Rights Reserved.
    </span>
</footer>

            </div>
            
                <div id="bottom-bar" class="post-bottom-bar" data-behavior="5">
                    <div class="post-actions-wrap">
    <nav>
        <ul class="post-actions post-action-nav">
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/mulheres-e-drones/"  data-tooltip="Mulheres e Drones com participação da Luh Gomes">
                
                    <i class="fa fa-angle-left"></i>
                    <span class="hide-xs hide-sm text-small icon-ml">ANTERIOR</span>
                </a>
            </li>
            <li class="post-action">
                
                    <a class="post-action-btn btn btn--default tooltip--top" href="/arco-metropolitano-monitorado-por-drones/" data-tooltip="RJ: Arco Metropolitano será monitorado por drones">
                
                    <span class="hide-xs hide-sm text-small icon-mr">PRÓXIMO</span>
                    <i class="fa fa-angle-right"></i>
                </a>
            </li>
        </ul>
    </nav>
    <ul class="post-actions post-action-share">
        <li class="post-action hide-lg hide-md hide-sm">
            <a class="post-action-btn btn btn--default btn-open-shareoptions"  href="#btn-open-shareoptions">
                <i class="fa fa-share-alt"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://plus.google.com/share?url=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-google-plus"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-facebook-official"></i>
            </a>
        </li>
        <li class="post-action hide-xs">
            <a class="post-action-btn btn btn--default" target="new" href="https://twitter.com/intent/tweet?text=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-twitter"></i>
            </a>
        </li>
        
            <li class="post-action">
                <a class="post-action-btn btn btn--default" href="#disqus_thread">
                    <i class="fa fa-comment-o"></i>
                </a>
            </li>
        
        <li class="post-action">
            
                <a class="post-action-btn btn btn--default" href="#table-of-contents">
            
                <i class="fa fa-list"></i>
            </a>
        </li>
    </ul>
</div>


                </div>
                <div id="share-options-bar" class="share-options-bar" data-behavior="5">
    <ul class="share-options">
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://plus.google.com/share?url=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-google-plus"></i><span>Compartilhar no Google Plus</span>
            </a>
        </li>
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://www.facebook.com/sharer/sharer.php?u=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-facebook-official"></i><span>Compartilhar no Facebook</span>
            </a>
        </li>
        <li class="share-option">
            <a class="share-option-btn" target="new" href="https://twitter.com/intent/tweet?text=https://blog.odrones.com.br/algoritmos-criando-atletas/">
                <i class="fa fa-twitter"></i><span>Compartilhar no Twitter</span>
            </a>
        </li>
    </ul>
</div>
<div id="share-options-mask" class="share-options-mask"></div>

            
        </div>
        
<div id="cover" style="background-image:url('/assets/images/cover.png');"></div>
        <!--SCRIPTS-->
<script src="/assets/js/script.js"></script>
<!--SCRIPTS END-->

    
        <script>
             var disqus_config = function () {
                 this.page.url = 'https://blog.odrones.com.br/algoritmos-criando-atletas/';
                 
                    this.page.identifier = 'algoritmos-criando-atletas/';
                 
             };
            (function() {
                var d = document, s = d.createElement('script');
                var disqus_shortname = 'odrones';
                s.src = '//' + disqus_shortname + '.disqus.com/embed.js';

                s.setAttribute('data-timestamp', +new Date());
                (d.head || d.body).appendChild(s);
            })();
        </script>
    




    </body>
</html>
